/* About */
"About" = "About";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Error" = "Error";

/* Groups */
"Groups" = "Groups";

/* Loading Status */
"Loading..." = "Loading...";

/* No comment provided by engineer. */
"Logout" = "Logout";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* Overview */
"Overview" = "Overview";

/* Notifications */
"Notifications" = "Notifications";
"NotificationsMessage %@" = "It's possible to receive push notifications about server events on your smartphone. Detailed instructions are available on Zabbix comunity forum: %@";
"NotificationsRenewToken %@" = "%@";

"NotificationsToken %@" = "c\" -X POST -H \"Content-type:application/json\" -d '{message:\"Your message\",token:\"%@\"}' http://vserver.inside.cactussoft.biz/zabbkit-test/api/apns";

"NotificationsSendMessage %@" = "Приложение позволяет вам получать push-уведомления о событиях на вашем сервере Zabbix. Для этого вам необходимо создать ваш новый media type типа script и в качестве скрипта использовать следующий код: curl -X POST -H \"Content-type:application/json\" -d '{message:\"Your message\",token:\"%@\"}' http://vserver.inside.cactussoft.biz/zabbkit-test/api/apns";


/* TriggerEvents */
"Trigger history" = "Trigger history";

/* No comment provided by engineer. */
"Password" = "Password";

/* No comment provided by engineer. */
"Please enter server name and URL" = "Please enter server name and URL";

/* Pull down to refresh status */
"Pull down to refresh..." = "Pull down to refresh...";

/* Release to refresh status */
"Release to refresh..." = "Release to refresh...";

/* Set range */
"Set range" = "Set range";

/* No comment provided by engineer. */
"Sign in" = "Sign in";

/* No comment provided by engineer. */
"URL" = "URL";

/* No comment provided by engineer. */
"URL is not correct" = "URL is not correct";

/* No comment provided by engineer. */
"User Name" = "User Name";

/* No comment provided by engineer. */
"You already have such name" = "You already have such name";

/* No comment provided by engineer. */
"You already have such URL" = "You already have such URL";

"Rate Message" = "Hope you are enjoying using the application! We will be glad to hear your feedback.\n\nWould you like to rate the application?";
"Remind me later" = "Remind me later";
"No Thanks" = "No Thanks";
"Rate The App" = "Rate The App";
"Last Updated: %@" = "Last Updated: %@";

"Server List" = "Server List";
"New server" = "New server";
"Done" = "Done";
"All" = "All";
"Host groups" = "Host groups";
"Severity: %@" = "Severity: %@";
"Description: %@" = "Description: %@";
"Duration: %@" = "Duration: %@";

"Groups" = "Groups";
"Hosts" = "Hosts";
"Graphs" = "Graphs";

"Not selected" = "Not selected";

// About Screen
"About Programm" = "About";
"Contact Us" = "Contact Us";

// Graph
"No graphs found" = "No graphs found";
"No host groups found" = "No host groups found";
"No host found" = "No host found";

// triggers
"No triggers found" = "No triggers found";

//
"Device id was received" = "id for receive push notifications was received";
"Device id was updated"  = "id for receive push notifications was updated";
"The server's SSL certificate is untrusted. Would you like to continue?" = "The server's SSL certificate is untrusted. Would you like to continue?";
"Trust self-signed SSL-certificate" = "Trust self-signed SSL-certificate";
"Attention!" = "Attention!";
"Client-application for Zabbix monitoring system." = "Client-application for Zabbix monitoring system.";
"Zabbix Error" = "Zabbix Error";

//About screen
"Developed by:" = "Developed by:";
"Cast" = "Cast";
"iOS Developing" = "iOS Developing";
"Interface Design" = "Interface Design";
"Policeman in pub" = "Policeman in pub";
"Legend" = "Legend";
"About" = "About";
"Colors used for trigger markers" = "Colors used for trigger markers";
"Your weapons, you will not need them." = "Your weapons, you will not need them";
"Difficult to see. Always in motion is the future" = "Difficult to see. Always in motion is the future";
"Mind what you have learned. Save you it can." ="Mind what you have learned. Save you it can";
"Named must your fear be before banish it you can" = "Named must your fear be before banish it you can";
"Happens to every guy sometimes this does" = "Happens to every guy sometimes this does";
"Hurry, the galaxy is in danger" = "Hurry, the galaxy is in danger";
"May the force be with you" = "May the force be with you";
"Developers" = "Alexey Dozortsev\nAnna Goman\nArtem Bartle";
"Designers" = "Roman Silich\nLeonid Vaznuk";
"Policeman" = "Yan Oreshchenkov";

//
"No servers" = "No servers";
"empty" = "empty";
"Name" = "Name";
"Please check your Name" = "Please check your Name";
"Please check your Password" = "Please check your Password";
"Log in" = "Log in";
"All servers" = "All servers";
"Data" = "Data";
"Triggers" = "Triggers";

//Periods
"hour" = "h";
"day" = "d";
"week" = "w";
"month" = "m";
"year" = "y";


//types
"Not classified" = "Not classified";
"Information" = "Information";
"Warning" = "Warning";
"Average" = "Average";
"High" = "High";
"Disaster" = "Disaster";

"There are no events for last month" = "There are no events for last month";
"Send by email" = "Send by email";
"Save to library" = "Save to library";
"Failed to send mail" = "Failed to send mail";
"Mail account is not configured" = "Mail account is not configured";

"Your id:" = "Your id:";
"No Name" = "No Name";
"Favorites" = "Favorites";
"No graphs" = "There's favorites yet.\rYou can add any graph here. Just open a graph, select interesting period and tap \"Add to Favorites\"";
"Add to Favorites" = "Add to Favorites";
"Remove from Favorites" = "Remove from Favorites";
"for the last" = "for the last";